{
  "updated_at": "12-29-2020",
  "movies": [
    {
      "title": "Spiderman - No Way Home",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZWMyYzFjYTYtNTRjYi00OGExLWE2YzgtOGRmYjAxZTU3NzBiXkEyXkFqcGdeQXVyMzQ0MzA0NTM@._V1_FMjpg_UX1000_.jpg",
      "description": "Todo...",
      "date": "2021-12-22T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "YOU Season3",
      "imgURL": "https://resizing.flixster.com/wZPpEHoFi-6Zp5zCUM5wZKKRWxc=/ems.ZW1zLXByZC1hc3NldHMvdHZzZWFzb24vNGNmOGM4ZmUtZmI5My00ZDU2LTk4MzAtZGFiMDQ2YTc2N2EwLmpwZw==",
      "description": "Todo...",
      "date": "2021-12-17T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "Steve Jobs 2015",
      "imgURL": "https://i.pinimg.com/564x/8e/97/d6/8e97d600f06c9f6fa6a47c764c8d193c.jpg",
      "description": "Todo...",
      "date": "2021-04-11T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "The Imitation Game",
      "imgURL": "https://occ-0-1723-1722.1.nflxso.net/dnm/api/v6/XsrytRUxks8BtTRf9HNlZkW2tvY/AAAABcgvVma9Vn9qBHh5ggKwR-1Wyy8FtY1C6bfWCdI3lTJ4rXT9U8zKfMg3xekG8xKx63YpZaNvaw4Rn4skUDJPciS54fhAxoKU4w.jpg",
      "description": "Todo...",
      "date": "2021-03-29T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "Lady In The Van",
      "imgURL": "https://i2.netflixmovies.com/dibsl9ebc/image/upload/w_600,h_891,c_lfill,g_north/rf971xtivoedkfdsvmmq.jpg",
      "description": "A sweet watch. There is nothing much to be taken from the movie except few good scenes and magnificent Maggie Smith. It's a touching story of human connections, but feels like a very forgettable movie. The acting is on point and make it worth while watching it but nothing to take home once the movie ends.",
      "date": "2021-03-22T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "Behind her eyes",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BMDk2Njg0ZTUtNTFjZS00NzUwLWEwZDQtZTg5MDZiMmJhNGEzXkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_.jpg",
      "description": "The last episode was worth the mediocrity of first few episodes. The series is short with only 6 episodes. Nothing much in the first few episodes to be honest. The mystery unfolds as we move on, the last episode in particular will hold you by your nerves as the plot unfolds leaving you wanting more. Great watch, just hold on for a while, and be patience before the story gets interesting. Be ready for the last episode to take you by surprise and blow the charts.",
      "date": "2021-02-26T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "Leap Year",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BYmYzYzBmYmItMDZhMy00NTQyLTk1NzUtYTU5NTgyYmIzYmE3XkEyXkFqcGdeQXVyMTE2MjAzMTU3._V1_UY1200_CR99,0,630,1200_AL_.jpg",
      "description": "The movie revolves around Anna who is in relationship with Jeremy for 4 years. Waiting for Jeremy to purpose her, she decides to travel to Dublin to propose marriage to Jeremy on Leap Day in accordance with an old Irish tradition. On her trip to Dublin, she meets Declan and thing starts getting complicated. Overall, movie is weak, unfunny for large parts, and zero spark between the leads. Apart from this, the only thing worth sticking is the beauty of the Ireland.",
      "date": "2021-01-30T05:35:07.322Z",
      "img_name": "leap_year.jpg",
      "type": "Movie"
    },
    {
      "title": "The White Tiger",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BYmYzYzBmYmItMDZhMy00NTQyLTk1NzUtYTU5NTgyYmIzYmE3XkEyXkFqcGdeQXVyMTE2MjAzMTU3._V1_UY1200_CR99,0,630,1200_AL_.jpg",
      "description": "Based on the book with the same name, The white tiger tells the story of the class inequality and the emphasis on the relationship between a master and a servant and how the anger burning inside the servant finally leads to betraying his own master and killing him. The cinematography is on point. Great storytelling. The only thing lacking to become the next Slumdog Millionaire is the emotional aspect. Include that and we could have potentially witnessed another master class.",
      "date": "2021-01-23T05:35:07.322Z",
      "img_name": "the_white_tiger.jpg",
      "type": "Movie"
    },
    {
      "title": "American Beauty",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BYmYzYzBmYmItMDZhMy00NTQyLTk1NzUtYTU5NTgyYmIzYmE3XkEyXkFqcGdeQXVyMTE2MjAzMTU3._V1_UY1200_CR99,0,630,1200_AL_.jpg",
      "description": "Another Kevin Spacey classic. Few scenes were really epic and you can relate a lot with the character. 'Both my wife and daughter think I'm this chronic loser' and 'less than a year I will be dead. Of course I don't know that yet, and in a way, I am dead already.' hits really hard. Overall the movie will be more relatable once I'm in the same age bracket. It's not much relatable for me at the time but I can see most of the things happenning to me when I'm in my 60s...",
      "date": "2021-01-17T05:35:07.322Z",
      "img_name": "american_beauty.jpg",
      "type": "Movie"
    },
    {
      "title": "AK vs AK",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BYmYzYzBmYmItMDZhMy00NTQyLTk1NzUtYTU5NTgyYmIzYmE3XkEyXkFqcGdeQXVyMTE2MjAzMTU3._V1_UY1200_CR99,0,630,1200_AL_.jpg",
      "description": "A very different bollywood movie. It puts you on a very different sitatuation where you have to constantly switch between what's reality and what's fiction. 1hr 30min for a good thrilled, brilliant performace and a strong screenplay doesn't sound bad. I went on for a quick 10min watch to see it's worth investing my time or not, and ended up watching it completely. Final verdict, a good movie and worth your time.",
      "date": "2021-01-01T05:35:07.322Z",
      "img_name": "ak_vs_ak.jpg",
      "type": "Movie"
    },
    {
      "title": "The Founder",
      "imgURL": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcThI6ktngNrFXQfEO3YQaDbaqbtNEMS_2t8n6eW5dACoMM9nXEj",
      "description": "A good watch. The movie reflect on the betrayal of McDonald's brothers and how Ray Kroc went behind their back, took their legacy and called himself The Founder. The movie is the perfect example of a wolf in the hen house. Ray Kroc was onboarded as a franchiser, what went on to raise his own empire based on the Mcdonalds branding and eventually buying the company from the brothers leaving them with nothing but penny of what could potentially be billions.",
      "date": "2020-12-30T05:35:07.322Z",
      "img_name": "the_founder.jpg",
      "type": "Movie"
    },
    {
      "title": "YOU",
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkVr6pUmVjfGARjI0uhJOwvTfoGHzfEnJNxZ0oUMec3q09rDrA",
      "description": "Woah. Talk about stalker murdering psychopath, antisocial, narcissistic this show has everything. Can't wait for the next season. I'll recommend it to anyone. Some episodes were really good. A good watch overally, worth it. Surely not a time waste. Highly recommended.",
      "date": "2020-08-10T05:35:07.322Z",
      "img_name": "you.jpg",
      "type": "Tv Show"
    },
    {
      "title": "The Perfect Date",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZGRhOWM5MzQtM2FlNi00Zjc5LThmZmUtZTI2NzY0MTA1YjM2XkEyXkFqcGdeQXVyODQwODA1MjY@._V1_UY1200_CR90,0,630,1200_AL_.jpg",
      "description": "Hmm. This is a typical feel good movie. Nothing to take home. Will keep you interested while it lasts, probably put a smile on your face and that's it. The actress is hot but wear's too much makeup. I looked at her instagram, she isn't as good looking as she was in the movie. Too much makeup, but hot nonetheless. I would recommend if you're looking for a light watch movie after a very hard-working day...",
      "date": "2020-08-16T05:35:07.322Z",
      "img_name": "the_perfect_date.jpg",
      "type": "Movie"
    },
    {
      "title": "The Queen's Gambit",
      "imgURL": "https://upload.wikimedia.org/wikipedia/en/d/d3/The_Queen%27s_Gambit.jpg",
      "description": "Totally worth it. Past paced episodes, didn't feel like much of a lag. The whole life of the protagonist is captured in 8 episodes, all the way from prodigy, reaching the top, not able to sustain it, alcholism and self-centered, downfall and then rise again to the stardom. This is close to being a masterpeice. Every scene is made with perfection. Great sets, captured 1900's beautifully.",
      "date": "2020-11-18T05:35:07.322Z",
      "img_name": "the_queen_gambit.jpg",
      "type": "Tv Show"
    },
    {
      "title": "Catch me if you can",
      "imgURL": "https://images-na.ssl-images-amazon.com/images/I/81V%2Bb69u3xL._SL1500_.jpg",
      "description": "Easily will go down in my all time top 10. Realizing that the movie is based on a real person Frank Abagnale will make it even more special. It will easily keep you at your seat, hooked. The time will pass in a flash and you can't help but wonder 'how did the movie ended so soon?'. Why did I wait so long to watch this movie? Definitely Recommend it. One of the best movies I've watched ",
      "date": "2020-12-22T05:35:07.322Z",
      "img_name": "catch_me_if_you_can.jpg",
      "type": "Movie"
    },
    {
      "title": "The Edge of Seventeen",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BODE2NjE4NjYyMV5BMl5BanBnXkFtZTgwNzk3MjQ0OTE@._V1_.jpg",
      "description": "Started out pretty strong and then normalized from there. A good normal storyline dealing with anxiety issues, 'am not good looking' and teenage problems. Another RomCom Feel-Good genre. Not much to look on the comedy side. One of the movies, where teenagers are really hot, mature, good looking and far beyond their age, which makes you wonder how did it go wrong for you? The movie has nothing spectatcular to offer but if you like Hailee Steinfeld, then it's a treat.",
      "date": "2020-10-11T05:35:07.322Z",
      "img_name": "the_edge_of_seventeen.jpg",
      "type": "Movie"
    },
    {
      "title": "Money Heist",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZDcxOGI0MDYtNTc5NS00NDUzLWFkOTItNDIxZjI0OTllNTljXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
      "description": "Interesting. Some episodes were really slow and can't wait to finish them. Lots of good plot twist. Didn't watch the last season tho. I think it's getting a little stretched now. First couple of season were good. I still have to watch the last season, but have no such plans at the moment. It surely has it's moment, biggest strengths being it's unpredicatable nature, lots of twists (really lot) and creative writing. Overall, I'll recommend you to watch it but not force you.",
      "date": "2020-07-08T05:35:07.322Z",
      "img_name": "money_heist.jpg",
      "type": "Tv Show"
    },
    {
      "title": "13 Reasons Why",
      "imgURL": "https://i.pinimg.com/originals/60/56/6c/60566c12f83a50d9b74bee807ca54065.jpg",
      "description": "First couple of seasons were brilliant, all uphill from there. The seasons got worse and worse as they progressed. Thankfully, they creators announced season4 to be the last season. It is supposed to be a Drama, but the creators tried to raise too many issues like Sexual Assault, Bully, School Shotting, Depression, Anxiety, and everything they can find online (not relevant). Failed Miserably. At the end it makes you wonder what message are the creators exactly trying to raise??. A stretched, mostly forgettable season",
      "date": "2020-06-16T05:35:07.322Z",
      "img_name": "13_reasons_why.jpg",
      "type": "Tv Show"
    },
    {
      "title": "The Good Doctor",
      "imgURL": "https://images-na.ssl-images-amazon.com/images/I/51tBFj0%2BqvL._AC_SX385_.jpg",
      "description": "I'll recommend it in a heartbeat. Totally worth. You can't help but fall in love with Dr.Murphy. Murphy character development is amazing given he has Autism. All the episodes will interesting enough to keep you hooked, and wanting more.",
      "date": "2020-07-23T05:35:07.322Z",
      "img_name": "the_good_doctor.jpg",
      "type": "Tv Show"
    },
    {
      "title": "Fullmetal Alchemist: Brotherhood",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZmEzN2YzOTItMDI5MS00MGU4LWI1NWQtOTg5ZThhNGQwYTEzXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_UY1200_CR113,0,630,1200_AL_.jpg",
      "description": "It is massive in its 64-episode length, but it hardly ever stops being interesting and there are few weak points. I watched it happily all the way through and always wanted to see the next episode. Strengths are its story and pacing. The focus never gets lost and plot elements and backstory are revealed at such perfect pace that one can't help but get hooked. There are a ton of characters, but with maybe one or two exceptions they all feel relevant and have a part in the story. Overall, it's a great, massive series that is thoroughly enjoyable from beginning to end.",
      "date": "2020-10-20T05:35:07.322Z",
      "img_name": "fullmetal_alchemist_brotherhood.jpg",
      "type": "Tv Show"
    },
    {
      "title": "After We Collided",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BN2UyNGM3MDUtMTIzZi00ZDdkLThlYTktYjk0ZDMzM2JiMjMyXkEyXkFqcGdeQXVyNzE0MjkxMzA@._V1_.jpg",
      "description": "Time watse. Time waste. Time waste. The story is basically nothing, some random rich people's problem. The two co-stars are horny as fuck. Makeout and sex scenes every 10-15 min. They talk some random shit and then start making out. Even when they are fighting, angry or in general, they somehow always end up makeing out. The actress is hot, the actor is irritating. The movie does nothing but make you feel jealous, why an average, annoying, dumb guy and a terrible actor is making out with a hot and sexy actress. I literally just watched the entire movie, looking at Josephine Langford and cursing myself.",
      "date": "2020-10-22T05:35:07.322Z",
      "img_name": "after_we_collided.jpg",
      "type": "Movie"
    }
  ]
}
