{
  "updated_at": "12-29-2020",
  "movies": [
    {
      "title": "The Founder",
      "imgURL": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcThI6ktngNrFXQfEO3YQaDbaqbtNEMS_2t8n6eW5dACoMM9nXEj",
      "description": "A good watch. The movie reflect on the betrayal of McDonald's brothers and how Ray Kroc went behind their back, took their legacy and called himself The Founder. The movie is the perfect example of a wolf in the hen house. Ray Kroc was onboarded as a franchiser, what went on to raise his own empire based on the Mcdonalds branding and eventually buying the company from the brothers leaving them with nothing but penny of what could potentially be billions.",
      "date": "2020-12-30T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "YOU",
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkVr6pUmVjfGARjI0uhJOwvTfoGHzfEnJNxZ0oUMec3q09rDrA",
      "description": "Woah. Talk about stalker murdering psychopath, antisocial, narcissistic this show has everything. Can't wait for the next season. I'll recommend it to anyone. Some episodes were really good. A good watch overally, worth it. Surely not a time waste. Highly recommended.",
      "date": "2020-08-10T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "The Perfect Date",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZGRhOWM5MzQtM2FlNi00Zjc5LThmZmUtZTI2NzY0MTA1YjM2XkEyXkFqcGdeQXVyODQwODA1MjY@._V1_UY1200_CR90,0,630,1200_AL_.jpg",
      "description": "Hmm. This is a typical feel good movie. Nothing to take home, it will keep you intrigued while it lasts, put a smile on your face and that's it. The actress is hot but wear's too much makeup. I looked at her instagram, she isn't as good looking as she was in the movie. Took much makeup, but hot nonetheless",
      "date": "2020-08-16T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "The Queen's Gambit",
      "imgURL": "https://upload.wikimedia.org/wikipedia/en/d/d3/The_Queen%27s_Gambit.jpg",
      "description": "Worth it. Past paced episodes. I completed it in a 2 days, the whole life is captured so there's not much lag. This is close to masterpeice. Every scene is made with perfection. Great sets, captured 1900's beautifully. It's basically Prodigy Talent --> Rise to fame --> Couldn't sustain it --> Fall --> Personal Realization --> Come Back --> World Champion",
      "date": "2020-11-18T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "Catch me if you can",
      "imgURL": "https://images-na.ssl-images-amazon.com/images/I/81V%2Bb69u3xL._SL1500_.jpg",
      "description": "Easily will go down in my all time top 10. Realizing that the movie is based on a real person Frank Abagnale will make it even more special. It will easily keep you at your seat, hooked. The time will pass in a flash and you can't help but wonder 'how did the movie ended so soon?'. Why did I wait so long to watch this movie? Definitely Recommend it.",
      "date": "2020-12-22T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "The Edge of Seventeen",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BODE2NjE4NjYyMV5BMl5BanBnXkFtZTgwNzk3MjQ0OTE@._V1_.jpg",
      "description": "Started out pretty good. It's a good normal story. Another RomCom Feel-Good genre. Not much comedy tho. One of the movies, where teenages are really hot, mature, good looking and far beyond their age, makes you wonder how did it go wrong for you when you were a teenager? The movie has nothing spectatcular to offer but if you like Hailee Steinfeld, then it's a treat. I movie revolves around the teenage problem in high school, being on the other side of the teen, I can relate some of it.",
      "date": "2020-10-11T05:35:07.322Z",
      "type": "Movie"
    },
    {
      "title": "Money Heist",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZDcxOGI0MDYtNTc5NS00NDUzLWFkOTItNDIxZjI0OTllNTljXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
      "description": "Interesting. Some episodes were really slow and can't wait to finish them. Lots of good plot twist. Didn't watch the last season tho. I think it's getting a little stretched now. First couple of season were good. I still have to watch the last season, but have no such plans at the moment. It surely has it's moment, biggest strengths being it's unpredicatable nature, lots of twists (really lot) and creative writing. Overall, I'll recommend you to watch it but not force you.",
      "date": "2020-07-08T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "13 Reasons Why",
      "imgURL": "https://i.pinimg.com/originals/60/56/6c/60566c12f83a50d9b74bee807ca54065.jpg",
      "description": "First couple of seasons were brilliant, all uphill from there. The seasons got worse and worse as they progressed. Thankfully, they creators announced season4 to be the last season. It is supposed to be a Drama, but the creators tried to raise too many issues like Sexual Assault, Bully, School Shotting, Depression, Anxiety, and everything they can find online (not relevant). Failed Miserably. At the end it makes you wonder what message are the creators exactly trying to raise??. A stretched, mostly forgettable season",
      "date": "2020-06-16T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "The Good Doctor",
      "imgURL": "https://images-na.ssl-images-amazon.com/images/I/51tBFj0%2BqvL._AC_SX385_.jpg",
      "description": "I'll recommend it in a heartbeat. Totally worth. You can't help but fall in love with Dr.Murphy. I like how each character has developed from day one till now, Murphy specifically. The detailing of emotions and thoughts and creativity of solving the problems by thinking out of box every thing is amazing about the show!",
      "date": "2020-07-23T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "Fullmetal Alchemist: Brotherhood",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BZmEzN2YzOTItMDI5MS00MGU4LWI1NWQtOTg5ZThhNGQwYTEzXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_UY1200_CR113,0,630,1200_AL_.jpg",
      "description": "It is massive in its 64-episode length, but it hardly ever stops being interesting and there are few weak points. I watched it happily all the way through and always wanted to see the next episode. Strengths are its story and pacing. The focus never gets lost and plot elements and backstory are revealed at such perfect pace that one can't help but get hooked. There are a ton of characters, but with maybe one or two exceptions they all feel relevant and have a part in the story. Overall, it's a great, massive series that is thoroughly enjoyable from beginning to end.",
      "date": "2020-10-20T05:35:07.322Z",
      "type": "Tv Show"
    },
    {
      "title": "After We Collided",
      "imgURL": "https://m.media-amazon.com/images/M/MV5BN2UyNGM3MDUtMTIzZi00ZDdkLThlYTktYjk0ZDMzM2JiMjMyXkEyXkFqcGdeQXVyNzE0MjkxMzA@._V1_.jpg",
      "description": "Time watse. Time waste. Time waste. The story is basically nothing, some random rich people's problem. The two co-stars are horny as fuck. Makeout and sex scenes every 10-15 min. They talk some random shit and then start making out. Even when they are fighting, angry or in general, they somehow always end up makeing out. The actress is hot, the actor is irritating. The movie does nothing but make you feel jealous, why an average, annoying, dumb guy and a terrible actor is making out with a hot and sexy actress. I literally just watched the entire movie, looking at Josephine Langford and cursing myself.",
      "date": "2020-10-22T05:35:07.322Z",
      "type": "Movie"
    }
  ]
}
